ohmyzsh/ohmyzsh
ohmyzsh/ohmyzsh path:plugins/brew
ohmyzsh/ohmyzsh path:plugins/git
ohmyzsh/ohmyzsh path:plugins/git-extras
ohmyzsh/ohmyzsh path:plugins/gitfast
ohmyzsh/ohmyzsh path:plugins/history
ohmyzsh/ohmyzsh path:plugins/mvn
ohmyzsh/ohmyzsh path:plugins/autojump
ohmyzsh/ohmyzsh path:plugins/docker
ohmyzsh/ohmyzsh path:plugins/docker-compose
ohmyzsh/ohmyzsh path:plugins/kubectl
ohmyzsh/ohmyzsh path:plugins/colored-man-pages kind:defer

zsh-users/zsh-autosuggestions
zsh-users/zsh-completions

ahmetb/kubectx path:completion kind:fpath
zdharma-continuum/fast-syntax-highlighting kind:defer
mafredri/zsh-async

# sindresorhus/pure
romkatv/powerlevel10k
# dfurnes/purer
# danielefongo/shapeshift
# ohmyzsh/ohmyzsh path:themes/nicoulaj.zsh-theme
